Repository: ibrahim-h/contextualTranslator
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: Contextual Translator
tr: Kapsamlı Çevirmen

source: Opens Contextual Translator dialog to get meaning of words.
tr: Kelimelerin anlamlarını almak için Kapsamlı Çevirmen İletişim Kutusunu açar.

source: Default full browser
tr: Varsayılan tam tarayıcı

source: Browser window only
tr: Yalnızca tarayıcı penceresi

source: NVDA browseable message box(choose it after testing)
tr: NVDA göz atılabilir mesaj kutusu(test ettikten sonra seç)

source: Choose type of window To Display Result:
tr: Sonucu Görüntülemek için pencere türünü seçin:

source: Close Contextual Translator Dialog after requesting translation
tr: Çeviri talebinde bulunduktan sonra Kapsamlı Çevirmen İletişim Kutusunu kapat

source: Contextual Translation
tr: Kapsamlı Çevirmen

source: Enter a word or a phrase
tr: Bir kelime veya kelime öbeği girin

source: Choose Dictionary
tr: Bir Sözlük Seçin:

source: OK
tr: Tamam

source: cancel
tr: İptal

source: Sorry, An Error Happened({})
tr: Üzgünüm, Bir Hata Oluştu({})
